[{"id":1,"titulo":"Refeições proteicas para fazer antes de dormir","capa":"https:\/\/sujeitoprogramador.com\/nutriapp\/wp-content\/uploads\/2017\/12\/Screenshot_3-2.jpg","subtitulo":"O que acontece com nossos músculos quando estamos dormindo Muitas pessoas pensam que o ganho de massa muscular ocorre dentro da academia, quando estamos treinando pesado. O inchaço do treino e pós-treino dá a impressão que estamos evoluindo, mas isto não passa de...","categoria":"Deita"},{"id":2,"titulo":"Cafeína – Bom ou Ruim ?","capa":"https:\/\/sujeitoprogramador.com\/nutriapp\/wp-content\/uploads\/2017\/12\/Screenshot_2-3.jpg","subtitulo":"Alguns discutirão dizendo que a cafeína não é uma droga. Porém, todos os professionais da área médica concordam que o termo “droga” pode ser usado pra qualquer substância capaz de alterar o humor, percepção e pensameto...","categoria":"Dicas"},{"id":3,"titulo":"Como Perder Barriga de Uma Vez Por Todas","capa":"https:\/\/sujeitoprogramador.com\/nutriapp\/wp-content\/uploads\/2017\/12\/Screenshot_8.jpg","subtitulo":"Esqueça todos estes equipamentos que prometem milagres em poucos minutos de exercícios realizados por dia. Quando a questão é perder gordura abdominal...","categoria":"Emagrecimento"},{"id":4,"titulo":"Comer várias vezes ao dia acelera o metabolismo?","capa":"https:\/\/sujeitoprogramador.com\/nutriapp\/wp-content\/uploads\/2017\/12\/Screenshot_7.jpg","subtitulo":"Um estudo realizado em 2009 fez com que pessoas obesas fossem aleatoriamente escolhidas para fazer uma dieta de baixa caloria por 8 semanas. Todas as pessoas consumiram a mesma quantidade de calorias, só que um grupo dividiu as calorias em apena...","categoria":"Dieta"},{"id":5,"titulo":"Exercícios aeróbicos não fazem milagres","capa":"https:\/\/sujeitoprogramador.com\/nutriapp\/wp-content\/uploads\/2017\/12\/Screenshot_6.jpg","subtitulo":"Muitas pessoas começam a fazer aeróbicos e esperam perder peso de maneira visível, mas mesmo após vários meses de treino consistente, os resultados são no máximo medíocres ou nulos...","categoria":"Emagrecimento"},{"id":6,"titulo":"Razões comuns para você estar falhando em perder peso","capa":"https:\/\/sujeitoprogramador.com\/nutriapp\/wp-content\/uploads\/2017\/12\/Screenshot_5-825x510.jpg","subtitulo":"Contar calorias mentalmente, achar que atividade aeróbica é a solução divina Culpar o metabolismo lento, pessoas que sofrem com problemas hormonais que afetam o metabolismo são minoria, e o diagnóstico do problema só poder ser descoberto...","categoria":"Emagrecimento"},{"id":7,"titulo":"Jejum intermitente funciona mesmo ?","capa":"https:\/\/sujeitoprogramador.com\/nutriapp\/wp-content\/uploads\/2017\/12\/Screenshot_4.jpg","subtitulo":"De uma maneira geral, a melhor maneira para evitar roubadas no mundo da musculação, é evitar descobertas recentes que prometem mundos e fundos na perda de gordura e ganho...","categoria":"Dieta"}]